practica4/datos/haproxy_ab_7.txt
This is ApacheBench, Version 2.3 <$Revision: 1663405 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking swap3 (be patient)


Server Software:        Apache/2.2.22
Server Hostname:        swap3
Server Port:            80

Document Path:          /hola.html
Document Length:        65 bytes

Concurrency Level:      5
Time taken for tests:   8.513 seconds
Complete requests:      10000
Failed requests:        0
Total transferred:      3400000 bytes
HTML transferred:       650000 bytes
Requests per second:    1174.63 [#/sec] (mean)
Time per request:       4.257 [ms] (mean)
Time per request:       0.851 [ms] (mean, across all concurrent requests)
Transfer rate:          390.01 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   0.3      0      10
Processing:     2    4   1.4      3      41
Waiting:        1    3   1.3      3      41
Total:          2    4   1.5      4      43
ERROR: The median and mean for the initial connection time are more than twice the standard
       deviation apart. These results are NOT reliable.

Percentage of the requests served within a certain time (ms)
  50%      4
  66%      4
  75%      5
  80%      5
  90%      5
  95%      6
  98%      7
  99%      8
 100%     43 (longest request)