practica4/datos/haproxy_siege_0.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       11591 hits
Availability:		      100.00 %
Elapsed time:		        9.85 secs
Data transferred:	        0.83 MB
Response time:		        0.01 secs
Transaction rate:	     1176.75 trans/sec
Throughput:		        0.08 MB/sec
Concurrency:		       14.83
Successful transactions:       11591
Failed transactions:	           0
Longest transaction:	        0.17
Shortest transaction:	        0.00