practica4/datos/haproxy_siege_2.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       11392 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        0.81 MB
Response time:		        0.01 secs
Transaction rate:	     1141.48 trans/sec
Throughput:		        0.08 MB/sec
Concurrency:		       14.93
Successful transactions:       11392
Failed transactions:	           0
Longest transaction:	        0.08
Shortest transaction:	        0.00