practica4/datos/haproxy_siege_6.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       10342 hits
Availability:		      100.00 %
Elapsed time:		        9.97 secs
Data transferred:	        0.74 MB
Response time:		        0.01 secs
Transaction rate:	     1037.31 trans/sec
Throughput:		        0.07 MB/sec
Concurrency:		       14.91
Successful transactions:       10342
Failed transactions:	           0
Longest transaction:	        0.11
Shortest transaction:	        0.00