practica4/datos/haproxy_siege_9.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       10618 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        0.76 MB
Response time:		        0.01 secs
Transaction rate:	     1063.93 trans/sec
Throughput:		        0.08 MB/sec
Concurrency:		       14.93
Successful transactions:       10618
Failed transactions:	           0
Longest transaction:	        0.09
Shortest transaction:	        0.00