practica4/datos/nginx_siege_7.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		        8972 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        0.64 MB
Response time:		        0.02 secs
Transaction rate:	      899.00 trans/sec
Throughput:		        0.06 MB/sec
Concurrency:		       14.94
Successful transactions:        8972
Failed transactions:	           0
Longest transaction:	        0.20
Shortest transaction:	        0.00