practica4/datos/nginx_siege_8.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		        9558 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        0.68 MB
Response time:		        0.02 secs
Transaction rate:	      957.72 trans/sec
Throughput:		        0.07 MB/sec
Concurrency:		       14.92
Successful transactions:        9558
Failed transactions:	           0
Longest transaction:	        0.17
Shortest transaction:	        0.00