practica4/datos/servidor_siege_1.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       14021 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        1.00 MB
Response time:		        0.01 secs
Transaction rate:	     1404.91 trans/sec
Throughput:		        0.10 MB/sec
Concurrency:		       14.92
Successful transactions:       14021
Failed transactions:	           0
Longest transaction:	        1.18
Shortest transaction:	        0.00